{"anchor_text": "Although the doctor initially gives her good odds of surviving, she dies after an operation.", "text_a": "The movie has several comic relief scenes: after a raid on an IRA \"safe house\", British officers grumble about being not being able to find Riordan, who is in fact standing just behind them; when the Irish Delegation goes to a formal ball and is asked by the footman for their names to be announced, the delegation replies in Irish.", "text_b": "End of the tale.", "text_a_is_closer": false}
{"anchor_text": "The four then enter the Little Olympics to try to win her back and cause havoc in the process.", "text_a": "The grandson Alberto can marry the beautiful Ileana and the grandmother Tina will be appointed, by merit, an honorary colonel of the female police.", "text_b": "Afterwards, they face their next mission: infiltrating the Imperial Japanese command to influence the outcome of the Battle of Kwajalein.", "text_a_is_closer": true}
{"anchor_text": "In the end she returns to Copenhagen and, after mistakenly thinking that Johan has been unfaithful to her, she faces her fears of commitment and is reunited with him.", "text_a": "But once night falls and their sexual exploration begins the relationships are put to the test.", "text_b": "The story shows that Barbara achieved her work and emotional goals, without completely closing her chapter of passion between Paul and her.", "text_a_is_closer": true}
{"anchor_text": "The film follows the early life story of Salamo Arouch, though it takes some artistic liberties including the early introduction of wife Allegra (a pseudonym for Marta Yechiel), whom Arouch did not actually meet until after the liberation of the camp.", "text_a": "They are arrested, separated, tried, sentenced and executed.", "text_b": "Later the Jews are betrayed and brought to concentration camps.", "text_a_is_closer": true}
{"anchor_text": "Doucet faces trial and hard labour if convicted.", "text_a": "Art is then found dead, with Richard being convicted and imprisoned.", "text_b": "Later, Moretti is transferred to Rome, and a new and beautiful teacher is assigned to Toninos class.", "text_a_is_closer": false}
{"anchor_text": "After drifting for three days, the occupants of the third, who included the chief engineer and the second officer, reboarded the burning San Demetrio, extinguished the fires, and, having managed to restart the engines, returned to Britain, sailing into the Clyde ten days later.", "text_a": "This results in the villagers' sullen cooperation, but rumours and unrest begin to spread and soon the Spanish pirates find themselves facing a revolt.", "text_b": "Their trip is fraught with danger every step of the way and they have to face German tanks, Italian infantry, Chetnik Cavalry, strafing airplanes, disease and natural elements.", "text_a_is_closer": true}
{"anchor_text": "In the end, both Deed and Ford turn out to be time travelers and the fatal accident that would have killed Ruby is avoided.", "text_a": "However, complications ensue when her daughter returns home from boarding school and develops an attachment to her mother's lover.", "text_b": "A struggle ensues as others try to protect the survivors, and return them to their original times and places.", "text_a_is_closer": false}
{"anchor_text": "When Lilian proceeds to become his secretary, infuriated Willy dictates his dismissal notice which he promptly signs without further reading – and realises that in fact he has subscribed a marriage contract with Lilian.", "text_a": "They accidentally hire a genuinely rich man who falls for one of the sisters.", "text_b": "Harry falls in love and asks the Baroness to leave the Baron, who has taken up with a lady of his own.", "text_a_is_closer": true}
{"anchor_text": "Thus, only two minor figures pay for all the others, who instead are acquitted.", "text_a": "In this secluded refuge, Paul is granted a second chance at being true to himself and, finally, gaining a profound perspective on the grand tapestry of life.", "text_b": "However, complications ensue when her daughter returns home from boarding school and develops an attachment to her mother's lover.", "text_a_is_closer": true}
{"anchor_text": "The plot bears a very strong resemblance to Saki's short story The Background.", "text_a": "Excerpts from this film appeared in the Robert Youngson documentary LAUREL AND HARDY'S LAUGHING 20's(1965)", "text_b": "While one gangster takes care of the other, Gondorff and Hooker head for the train station with a bag full of money, tickets out of town and a final twist from Veronica.", "text_a_is_closer": false}
{"anchor_text": "The story ends with the narrator having a vision: bleeding Radda walking through the skies, and Loiko behind, never able to catch up with her.", "text_a": "He helps her piece together the truth about the deceased Charlie and deal with three menacing people who are now following her.", "text_b": "Watch the story of Thor, The Conqueror, to this day recalled in legend and in rock drawings!", "text_a_is_closer": false}
{"anchor_text": "The Chronology can be summarized as follows:", "text_a": "They accidentally hire a genuinely rich man who falls for one of the sisters.", "text_b": "Thus, the workman suffered his own poverty much better.", "text_a_is_closer": false}
{"anchor_text": "Only Whymper and the guides Taugwalder will survive the descent.", "text_a": "Having made a successful ascent he is caught in a violent storm on the way down and is killed.", "text_b": "Facing desperation, Sonny resorts to seeking assistance from the mafia to borrow the necessary $50,000 he needs to make his dream a reality.", "text_a_is_closer": true}
{"anchor_text": "Once he recovers, his mother sets off with him to complete their interrupted journey, leaving Gwen and Harriet to learn to interact in their new roles of mother and daughter.", "text_a": "Griffen and the twins dodge their meanwhile suspicious parents to find and expose the real culprit, understanding the true meaning of sisterhood along with having a great vacation.", "text_b": "Walls says the book is “in the vein of an oral history, a retelling of stories handed down by my family through the years, and undertaken with the storyteller’s traditional liberties.”", "text_a_is_closer": false}
{"anchor_text": "The secondary plot focuses on the affair between Charles (Evan Parke) and Heather (Lisa Arturo).", "text_a": "Harlan is a convicted sex offender and murderer who was placed under Sam's care in the institution and wasn't happy with the experimental treatment he received; having escaped, he and Adrian have tracked her down and decide to take revenge by forcing Sam, Melody, and David to participate in a series of strange and humiliating games.", "text_b": "A final shot shows one of Reptilicus' legs, which had been blown off earlier by the Danish Navy's depth charges, sitting on the sea floor, raising the possibility that it could regenerate into a new Reptilicus.", "text_a_is_closer": true}
{"anchor_text": "He is rich enough to access necessary information, however, and he soon learns his interrogators' own dark secrets - Kennesaw had an affair with Elizabeth to get back at his wife (Rosanna Arquette) for cheating on him, while Braxton has gambling debts with a bookie known as \"Mook\" (Ellen Burstyn), who is demanding $20,000 payment.", "text_a": "Homicide detectives Robinson (John Travolta) and Hildebrandt (James Gandolfini) track them down and bring them to justice.", "text_b": "As he digs deeper, he stumbles upon a conspiracy that might extend beyond the local mob scene, perhaps even to the highest reaches of his own department.", "text_a_is_closer": false}
{"anchor_text": "Problems arrive when Bennie's younger brother, Freddie (Benno Fürmann) shows up in desperate need of money and a simple solution: they film a pornographic film which Bennie directs.", "text_a": "This is the beginning of a love triangle that is dangerous for the self-understanding of all parties, because Nazim's new lover is no one else but Janas boy friend David.", "text_b": "Only after a heavy stroke of fate does Jakob gather his courage and make an appointment with Kristjan in his apartment, leading to an extremely unexpected chain of events.", "text_a_is_closer": false}
{"anchor_text": "Inspired by Pam Grier's character in the film Coffy, she persuades Frank to go back with her, so that she can exact revenge on Bennet and free the rest of the \"domestics\" being held there.", "text_a": "Harlan is a convicted sex offender and murderer who was placed under Sam's care in the institution and wasn't happy with the experimental treatment he received; having escaped, he and Adrian have tracked her down and decide to take revenge by forcing Sam, Melody, and David to participate in a series of strange and humiliating games.", "text_b": "A struggle ensues as others try to protect the survivors, and return them to their original times and places.", "text_a_is_closer": false}
{"anchor_text": "One of the girls, Ann, is being pursued romantically by the clipper's pilot, but she is only interested in meeting a singer who she has only heard on the radio.", "text_a": "After a long hunt, the smuggler is arrested just before he manages to flee to West Berlin.", "text_b": "Homicide detectives Robinson (John Travolta) and Hildebrandt (James Gandolfini) track them down and bring them to justice.", "text_a_is_closer": true}
{"anchor_text": "He eventually penetrates the secret organization in order to confront them.", "text_a": "When arrested, she proudly affirms that she helped her countrymen and, in an escape attempt, is shot, to die happy and heroic.", "text_b": "However, discovering that the women are slowly poisoning the husband of one of them and his mother, the farm's owners, István must decide whether to denounce them to the authorities at the likely cost of his own life.", "text_a_is_closer": false}
{"anchor_text": "Before the journey is over, Claudius finds his hero.", "text_a": "Nombeko calms the situation down, saving the King's life, and her own.", "text_b": "During his journey, unaware that he is being pursued, Hannes meets many new people, including the love of his life.", "text_a_is_closer": false}
{"anchor_text": "The film has a haunting last image, of Kandinsky carrying the tiny body of the \"unicorn\" to the graveyard, whilst passing in the opposite direction is a Torah-reading Rabbi pushing a horn gramophone, a character that appears in the background several times during the film.", "text_a": "While one gangster takes care of the other, Gondorff and Hooker head for the train station with a bag full of money, tickets out of town and a final twist from Veronica.", "text_b": "Anton has repeated interactions with two other young men, the Jew Veitel Itzig, whom he had known already in his home town, Ostrava, and a young nobleman, Herr von Fink, who is a co-worker in the Schröter firm.", "text_a_is_closer": false}
{"anchor_text": "Violence erupts quickly, and Xavier soon has little more to lose.", "text_a": "He survives to testify against Mannings.", "text_b": "The film also revealed that Shafiq had another mysterious guy (Slimane Dazi) kill Lalena.", "text_a_is_closer": false}
{"anchor_text": "He starts his life from scratch, living in a shipping container, finding clothes with help from the Salvation Army and making friends with his poor neighbours.", "text_a": "Haunted by visions of his dead wife, Ben starts to lose his grip on reality.", "text_b": "Crawling forward he eventually meets a woman and they try to piece together their past lives.", "text_a_is_closer": false}
{"anchor_text": "While he returns from yet another meeting with his lover, Doberdò is killed by assassins.", "text_a": "But then Lotte enters the stage, the granddaughter of Hannes, who wrote a seminar paper on the Kommune 1...", "text_b": "Finally, their issues are resolved through the machinations of her spurned would-be suitor, and they resume a middle-class lifestyle.", "text_a_is_closer": false}
{"anchor_text": "Jessup looks decades younger than her actual age and this prompts a pair of men to ponder the rumor of a magic Fountain of Youth and try to find it after she returns from testifying and heads back there.", "text_a": "Bomba [Johnny Sheffield] rescues the boy, battles a croc, and with the help of an erupting volcano and a python, finishes off the bad guys.", "text_b": "Once crowned, Tanoa's treacherous cousin Revo who has plotted to rule in place of Tanoa since childhood, sees his chance by arming himself and his band with rifles and a light machine gun.", "text_a_is_closer": true}
{"anchor_text": "Ruth is later court mandated to see Jake Beerlander, an expert in child autism, to help Sally.", "text_a": "Internal contradictions and deep spiritual experiences put the heroes in a cruel situation of choice.", "text_b": "Little by little, she discovers that the house holds a terrible secret and that something evil is after Lucas...", "text_a_is_closer": false}
{"anchor_text": "A subplot follows the parallel but simpler courtship of Armand's friend and fellow officer Félix and Lucie, the young daughter of a photographer.", "text_a": "Betty's true colors are now visible and she sees her life at a point of no return, as she has selfishly stomped on the last chance she had of being a better person.", "text_b": "They go down to the river and share one final kiss after drinking poison mixed with champagne, and thus they die in front of Madame Raquin.", "text_a_is_closer": true}
{"anchor_text": "He becomes mixed up with a mysterious young woman named Maibritt, who eventually turns out to be the daughter of his intended client.", "text_a": "Marooned upon the island, Martin is forced to adapt to his new neighbor, who is determined to stay.", "text_b": "In the capital he is snared by Jutta, the daughter of a banker, whose father desires to get his hands on the young man's wealth.", "text_a_is_closer": false}
{"anchor_text": "Vivian promptly quits the band out of jealousy, and Karen stages an elaborate ice show as a substitute.", "text_a": "Further complications include a Post Exchange worker who is pregnant, a company commander who gets all his information from his wife, a scheming supply sergeant, and a defective Coca-Cola machine.", "text_b": "When World War II breaks out, he  must leave again for war, and Franziska waits for him.", "text_a_is_closer": true}
{"anchor_text": "To put his life back together, he goes in search of his dog.", "text_a": "He helps her piece together the truth about the deceased Charlie and deal with three menacing people who are now following her.", "text_b": "The tension builds as the detective gets closer to the truth, culminating in a climactic confrontation that reveals the extent of Chip's compulsion.", "text_a_is_closer": false}
{"anchor_text": "During Prof. Russell's visits to the military hospital, Colonel realises that other men, including handsome Lieutenant Lancetti (Bruno Minniti) are interested in her and he feels that the operation is even more urgent; although he is not confident as it may result in some complications (like permanent erection or no erection).", "text_a": "It is this letter that leads the stranger to the family that serves collectively as narrator to the drama that unfolds.", "text_b": "Colin eventually falls in love with Juliette and runs away with her to continue the revolution, leaving the Marquis to continue his writing and to muse about his life in peace.", "text_a_is_closer": false}
{"anchor_text": "Aware he is dying of consumption, Tugwell gives Rigby and Elizabeth permission to find happiness together after he is gone.", "text_a": "In the ending scene, Mordecai explains how he sees himself.", "text_b": "Marooned upon the island, Martin is forced to adapt to his new neighbor, who is determined to stay.", "text_a_is_closer": true}
{"anchor_text": "Chris and Mari chose to have cochlear implant surgery performed on their infant, Peter.", "text_a": "After much hesitation, Gustav agrees to buy his brother a ticket.", "text_b": "The three take stock of themselves and their relationships with one another.", "text_a_is_closer": false}
{"anchor_text": "Walter starts to involve Josh in various new criminal activities, including robbery.", "text_a": "Homicide detectives Robinson (John Travolta) and Hildebrandt (James Gandolfini) track them down and bring them to justice.", "text_b": "But in the process, she frames him, and he becomes wanted for kidnapping her.", "text_a_is_closer": true}
{"anchor_text": "The researchers come to the conclusion that the chicken has taken the religious-sacrificial role of the lamb.", "text_a": "The Aboriginal people claim that an area the mining company wishes to work on is the place where green ants dream, and that disturbing them will destroy humanity.", "text_b": "At last, they begin to devolve toward their original status, and after a battle at croquet, they disappear into the woods.", "text_a_is_closer": false}
{"anchor_text": "Defending her uncle's business and seeking revenge, Nami goes after Owada.", "text_a": "In the process they get themselves in a lot of trouble including getting unwittingly involved in terrorism activities .", "text_b": "As the siblings face multiple challenges, including gunfights, they must navigate their way through an immoral world while holding on to the hope that love can conquer all and that family bonds are unbreakable.", "text_a_is_closer": false}
{"anchor_text": "Facing ostracism from her faith and family, Sara must make the toughest choice of her young life.", "text_a": "Ultimately, Nin helps Miller to publish his novel Tropic of Cancer, but catalyzes the Millers' separation, while she returns to Hugo.", "text_b": "Hans perceives it as betrayal at first, but after all ends well, he realizes she only wanted the best for him.", "text_a_is_closer": true}
{"anchor_text": "He kills Sloan with an exploding barrel.", "text_a": "At the end, the Drug Enforcement Agency approaches Maldonado, urges him not to take Sarcone's place as Baez's right-hand man, and Maldonado ponders whether to go straight or not.", "text_b": "He catches even the last one although he must jump onto a flying helicopter in order to get him.", "text_a_is_closer": false}
